{
  "title": "📖 ¿Qué es la TCC?",
  "quickLink": "Resumen de la TCC en 2 minutos",
  "introduction": "La Terapia Cognitivo-Conductual (TCC) es un enfoque basado en la evidencia que conecta pensamientos, sentimientos y acciones. Al nombrar trampas de pensamiento comunes —como el catastrofismo, la lectura de la mente o las afirmaciones de \"todo o nada\"— puedes practicar perspectivas más amables y equilibradas.",
  "whyHelpsAvpd": {
    "title": "Por qué ayuda con rasgos evitativos",
    "description": "Las personas que viven con Trastorno de Personalidad por Evitación suelen luchar con una autocrítica intensa y el miedo a la evaluación negativa. La TCC ofrece herramientas prácticas para:",
    "tools": [
      "Nombrar pensamientos poco útiles en lugar de aceptarlos como hechos.",
      "Poner a prueba esos pensamientos frente a evidencia del mundo real.",
      "Practicar interpretaciones alternativas en pasos pequeños y seguros."
    ],
    "conclusion": "Los ejercicios consistentes de TCC pueden ir erosionando gradualmente la creencia \"Siempre seré rechazado.\""
  },
  "howWeUse": {
    "title": "Cómo re-frame utiliza la TCC",
    "description": "Cuando describes una situación, re-frame señala posibles trampas de pensamiento y ofrece perspectivas más amables. Tú tienes el control — toma lo que te resulte útil y deja lo que no."
  },
  "reminder": {
    "prefix": "Recordatorio importante",
    "text": "re-frame es un acompañante de autoayuda que utiliza ideas de TCC. No es psicoterapia, consejo médico ni un servicio de crisis."
  },
  "references": {
    "title": "Referencias",
    "tableHeaders": {
      "source": "Fuente",
      "keyPoint": "Punto Clave Respaldado"
    },
    "entries": [
      {
        "source": "Beck, A.T. Terapia Cognitiva y los Trastornos Emocionales. International Universities Press, 1976.",
        "keyPoint": "Definición de TCC y vínculo pensamiento-emoción-comportamiento"
      },
      {
        "source": "Lampe, L., & Sunderland, M. (2013). Trastorno de Personalidad por Evitación: estado actual y direcciones futuras. Australian & New Zealand Journal of Psychiatry, 47(6), 515-22.",
        "keyPoint": "Características del TEP: miedo a la evaluación, autocrítica"
      },
      {
        "source": "Clark, D.A. & Beck, A.T. Terapia Cognitiva de los Trastornos de Ansiedad. The Guilford Press, 2010.",
        "keyPoint": "Técnicas de TCC: nombrar, probar, practicar alternativas"
      }
    ]
  },
  "navigation": {
    "return": "← Volver a re-frame"
  }
}