{
  "page": {
    "title": "Política de Privacidad",
    "subtitle": "Tu privacidad es fundamental para nuestra misión",
    "lastUpdated": "Última actualización: {date}"
  },
  "intro": {
    "title": "Nuestro Compromiso de Privacidad",
    "content": "En re-frame.social, entendemos que la privacidad es especialmente importante para personas con ansiedad social. Hemos diseñado nuestro servicio con tu privacidad como prioridad principal."
  },
  "principles": {
    "title": "Principios Fundamentales de Privacidad",
    "list": [
      "No requerimos cuentas o inicios de sesión",
      "No guardamos tus pensamientos o información personal",
      "No usamos cookies para rastreo",
      "No compartimos datos con terceros",
      "No mostramos anuncios ni usamos tus datos para marketing"
    ]
  },
  "dataCollection": {
    "title": "Qué Recopilamos",
    "anonymous": {
      "title": "Datos de Uso Anónimos",
      "description": "Para mejorar nuestro servicio, recopilamos datos anónimos mínimos:",
      "list": [
        "Patrones generales de uso (páginas visitadas, funciones usadas)",
        "Información técnica (tipo de navegador, tipo de dispositivo)",
        "Reportes de errores para arreglar problemas",
        "Calificaciones agregadas de retroalimentación (útil/no útil)"
      ]
    },
    "temporary": {
      "title": "Datos Temporales de Sesión",
      "description": "Durante tu sesión, procesamos temporalmente:",
      "list": [
        "Los pensamientos que envías para reenmarcar (eliminados inmediatamente después de procesar)",
        "Tu preferencia de idioma (guardada solo en tu navegador)",
        "Contadores de límite de uso (se reinician cada hora)"
      ]
    }
  },
  "dataStorage": {
    "title": "Cómo Manejamos Tus Datos",
    "thoughts": {
      "title": "Tus Pensamientos",
      "content": "Los pensamientos que compartes se procesan en tiempo real y se eliminan inmediatamente. Nunca se guardan en nuestras bases de datos o registros."
    },
    "analytics": {
      "title": "Analíticas",
      "content": "Usamos analíticas enfocadas en privacidad que no rastrean usuarios individuales. Todos los datos están agregados y anonimizados."
    },
    "security": {
      "title": "Medidas de Seguridad",
      "content": "Todas las conexiones están encriptadas usando HTTPS. Seguimos las mejores prácticas de la industria para seguridad."
    }
  },
  "thirdParties": {
    "title": "Servicios de Terceros",
    "content": "Usamos servicios mínimos de terceros:",
    "list": [
      {
        "name": "Google Cloud Platform",
        "purpose": "Alojamiento y procesamiento de IA",
        "data": "Procesa pensamientos en tiempo real, sin almacenamiento"
      },
      {
        "name": "Cloudflare",
        "purpose": "Seguridad y rendimiento",
        "data": "Protección básica de tráfico, sin datos personales"
      }
    ]
  },
  "rights": {
    "title": "Tus Derechos",
    "content": "Como no guardamos datos personales, no hay nada que solicitar o eliminar. Siempre tienes derecho a:",
    "list": [
      "Usar nuestro servicio anónimamente",
      "Limpiar los datos de tu navegador para reiniciar tu sesión",
      "Contactarnos con cualquier preocupación de privacidad"
    ]
  },
  "cookies": {
    "title": "Cookies",
    "content": "Usamos solo cookies esenciales:",
    "list": [
      "Preferencia de idioma (tu elección de idioma)",
      "Límite de uso (para asegurar uso justo)",
      "Sin cookies de rastreo",
      "Sin cookies de publicidad"
    ]
  },
  "contact": {
    "title": "¿Preguntas sobre Privacidad?",
    "content": "Si tienes preguntas sobre nuestras prácticas de privacidad, por favor contáctanos:",
    "email": "privacy@re-frame.social"
  },
  "changes": {
    "title": "Cambios a Esta Política",
    "content": "Si hacemos cambios a esta política, notificaremos a los usuarios a través de un aviso prominente en nuestro sitio. Nunca reduciremos tus derechos de privacidad sin consentimiento claro."
  },
  "compliance": {
    "title": "Cumplimiento Legal",
    "content": "Cumplimos con las leyes de privacidad aplicables incluyendo GDPR y CCPA. Operamos con principios de privacidad por diseño."
  }
}